[AMTGROUP]

[POPUP]
docinfo={backcolor:0,background:530,realheight:480,realwidth:800,realx:0,realy:0,type:POPUPI};
grpinfo={max_item_id:8};
itm1={backcolor:0,height:336,id:1,img:529,layout:normal,name:Text_Bg,type:IMAGEFIELD,visible:true,width:555,x:126,y:76,zorder:31,layout_param:{clipx:0,clipy:0}};
itm2={backcolor:0,bidimode:left-to-right,content:Update was failed,font:7,height:216,highcolor:0,hlayout:center,id:2,linespacing:1,multiline:true,name:Update_was_failed,type:TEXTFIELD,visible:true,vlayout:middle,width:488,wrapline:wrap-by-word,x:157,y:89,zorder:32};
itm3={backcolor:0,bidimode:left-to-right,content:Retry the update processing,font:7,height:45,highcolor:0,hlayout:center,id:3,linespacing:1,multiline:true,name:Retry_update,type:TEXTFIELD,visible:false,vlayout:middle,width:488,wrapline:wrap-by-word,x:156,y:218,zorder:33};
itm4={backcolor:0,bidimode:left-to-right,content:Update was completed,font:7,height:45,highcolor:0,hlayout:center,id:5,linespacing:0,multiline:true,name:Update_completed,type:TEXTFIELD,visible:false,vlayout:middle,width:488,wrapline:wrap-by-word,x:156,y:218,zorder:34};
itm5={backcolor:0,background:535,bgbottomcenter:0,bgbottomleft:0,bgbottomright:0,bgcenter:0,bgfragment:single,bgleft:0,bgright:0,bgtopcenter:0,bgtopleft:0,bgtopright:0,ccp:0,ccpzorder:over,height:52,id:6,name:Retrybtn,styleid:0,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:217,x:295,y:321,zorder:35,txtfield:{backcolor:0x0,bidimode:left-to-right,content:Acceptor,font:23,height:36,highcolor:0x0,hlayout:center,linespacing:0,multiline:false,name:Retry,omissionlayout:center,styleid:0,type:TEXTFIELD,visible:true,vlayout:middle,width:202,wrapline:no-wrap,x:5,y:6}};

